Repository: durgeshtimbadiya/WHO_New
Catalog: Localizable.xcstrings
Source language: en
Languages: as_in, bn_in, gu_in, hi, kn_in, ml_in, or_in, pa_in, ta_in, te_in

source: Non-hormonal contraceptives (Centchroman)
as_in: অনা-হৰ্মোনেল গৰ্ভনিৰোধক (চেণ্ট্ৰোমেন)
bn_in: হরমোন ছাড়া গর্ভনিরোধক (সেন্টক্রোমান)
gu_in: નોન-હોર્મોનલ કૉન્ટ્રાસેપ્ટિવ્સ (સેન્ટક્રોમેન)
hi: गैर-हार्मोनल गर्भनिरोधक (सेंटक्रोमन)
kn_in: ಹಾರ್ಮೋನುಗಳಲ್ಲದ ಗರ್ಭನಿರೋಧಕಗಳು (ಸೆಂಟ್ಕ್ರೋಮನ್)
ml_in: ഹോർമോൺ ഇതര ഗർഭനിരോധന മാർഗ്ഗങ്ങൾ (സെന്റ്ക്രോമൻ)
or_in: ଅଣ-ହର୍ମୋନଲ୍ ଗର୍ଭନିରୋଧକ (ସେଣ୍ଟକ୍ରୋମନ୍)
pa_in: ਗੈਰ-ਹਾਰਮੋਨਲ ਗਰਭ ਨਿਰੋਧਕ (ਸੈਂਟਕ੍ਰੋਮਨ)
ta_in: ஹார்மோன் அல்லாத கருத்தடை மருந்துகள் (சென்ட்க்ரோமன்)
te_in: నాన్-హార్మోనల్ గర్భనిరోధకాలు (సెంక్రోమన్)

source: Non-nucleosides reverse transcriptase inhibitors (NNRTIs)
as_in: নন- নিউক্লিঅ'ছাইডচ ৰিভাৰ্চ ট্ৰেন্সক্ৰিপটেজ ইনহিবিটৰ্চ (NNRTIs)
bn_in: নন-নিউক্লিওসাইড রিভার্স ট্রান্সক্রিপ্টেজ ইনহিবিটর (NNRTIs)
gu_in: નોન-ન્યુક્લીયોસાઇડ રીવર્સ ટ્રાન્સસ્ક્રિપ્ટેઝ ઇન્હિબિટર્સ (NNRTIs)
hi: गैर - न्यूक्लियोसाइड्स रिवर्स ट्रांसक्रिपटेस इंहिबिटर्स (अवरोधक) (NNRTIs)
kn_in: ನಾನ್-ನ್ಯೂಕ್ಲಿಯೊಸೈಡ್ಸ್ ರಿವರ್ಸ್ ಟ್ರಾನ್ಸ್‌ಕ್ರಿಪ್ಟೇಸ್ ಪ್ರತಿರೋಧಕಗಳು (NNRTIs)
ml_in: നോൺ-ന്യൂക്ലിയോസൈഡ്സ് റിവേഴ്സ് ട്രാൻസ്ക്രിപ്റ്റേസ് ഇൻഹിബിറ്ററുകൾ (NNRTIs)
or_in: ଅଣ-ନ୍ୟୁକ୍ଲିଓସାଇଡ୍ ରିଭର୍ସ ଟ୍ରାନ୍ସକ୍ରିପ୍ଟେଜ୍ ଇନ୍‌ହିବିଟର୍ସ (NRTIs)
pa_in: ਗੈਰ-ਨਿਊਕਲੀਓਸਾਈਡ ਰਿਵਰਸ ਟ੍ਰਾਂਸਕ੍ਰਿਪਟੇਜ਼ ਇਨਹਿਬਿਟਰਜ਼ (NNRTIs)
ta_in: நியூக்ளியோசைடுகள் அல்லாத மாற்று டிரான்ஸ்கிரிப்டேஸ் தடுப்பான்கள் (NNRTIs)
te_in: నాన్-న్యూక్లియోసైడ్స్ రివర్స్ ట్రాన్స్‌క్రిప్టేజ్ ఇన్హిబిటర్స్ (NNRTIలు)

source: Non-purulent discharge & individual with high risk
as_in: পুঁজ ছাড়া স্রাব ও উচ্চ ঝুঁকি যুক্ত ব্যক্তি
bn_in: পুঁজ ছাড়া স্রাব ও উচ্চ ঝুঁকি যুক্ত ব্যক্তি
gu_in: પરુ વગરનો સ્રાવ થવો અને ઊંચું જોખમ ધરાવતી વ્યક્તિ
hi: गैर-पस आस्राव (नॉन प्यूरुलेंट डिस्चार्ज) और उच्च जोखिम वाले व्यक्ति
kn_in: ಕೀವುತುಂಬಿಲ್ಲದ ಸ್ರವಿಸುವಿಕೆ ಮತ್ತು ಹೆಚ್ಚಿನ ಅಪಾಯವನ್ನು ಹೊಂದಿರುವ ವ್ಯಕ್ತಿ
ml_in: പഴുപ്പില്ലാത്ത സ്രവവും ഉയർന്ന അപകടസാധ്യതയിലുള്ള വ്യക്തിയും
pa_in: ਗੈਰ-ਪਿਊਰਲੈਂਟ ਡਿਸਚਾਰਜ ਅਤੇ ਉੱਚ ਜੋਖ਼ਮ ਵਾਲੇ ਵਿਅਕਤੀ
ta_in: சீழற்ற வெளியேற்றம் மற்றும் அதிக ஆபத்துடனான தனி நபர்
te_in: నాన్-ప్యూరెంట్ డిశ్చార్జ్ & అధిక ప్రమాదం ఉన్న వ్యక్తి

source: Notes to the Conditions
as_in: অৱস্থাসমূহৰ বিষয়ে টোকা
bn_in: সমস্যাগুলির প্রতি নোট
gu_in: વિવિધ પરિસ્થિતિઓ માટેની નોંધોઃ
hi: स्थितियों पर नोट्स
kn_in: ಷರತ್ತುಗಳಿಗೆ ಟಿಪ್ಪಣಿಗಳು
ml_in: അവസ്ഥകൾക്കുള്ള കുറിപ്പുകൾ
or_in: ଅବସ୍ଥା ପାଇଁ ନୋଟ୍ସ
pa_in: ਸਥਿਤੀਆਂ ਲਈ ਨੋਟਸ
ta_in: நிபந்தனைகளுக்கான குறிப்புகள்
te_in: షరతులకు గమనికలు

source: Nulliparous
as_in: নালিপারাস
bn_in: নালিপারাস
gu_in: નલિપેરસ
hi: अप्रसवा
kn_in: ನಲ್ಲಿಪಾರಸ್
ml_in: പ്രസവിക്കാത്ത സ്ത്രീ
or_in: ବାଞ୍ଝପଣ
pa_in: ਬਾਂਝਪਨ
ta_in: குழந்தை பெறாத பெண் சார்ந்த நோய்
te_in: ఏ కారణంవలన అయినా కనిపించే సంతానహీనత / శూన్యగర్భం

source: Numbers indicate % of women experiencing an unintended pregnancy during the first year of typical use of the method.
as_in: সংখ্যাবোৰে পদ্ধতিটোৰ সাধাৰণ ব্যৱহাৰৰ প্ৰথম বছৰত অনিচ্ছাকৃত গৰ্ভধাৰণৰ অভিজ্ঞতা লাভ কৰা মহিলাৰ % সূচায়।
bn_in: সংখ্যাগুলি পদ্ধতির সাধারণ ব্যবহারের প্রথম বছরে অবাঞ্ছিত গর্ভধারণের অভিজ্ঞতা হওয়া মহিলাদের % নির্দেশ করছে।
gu_in: અહીં દર્શાવવામાં આવેલી સંખ્યાઓ કોઈ ચોક્કસ પદ્ધતિનો વિશિષ્ટ રીતે ઉપયોગ કરવાના પ્રથમ વર્ષ દરમિયાન અનિચ્છિત ગર્ભાવસ્થાનો સામનો કરી રહેલી સ્ત્રીઓની ટકાવારીને દર્શાવે છે
hi: विधि के विशिष्ट उपयोग के पहले वर्ष के दौरान अनपेक्षित गर्भावस्था का अनुभव करने वाली महिलाओं का % संख्याएं बताती हैं
kn_in: ಸಂಖ್ಯೆಗಳು ವಿಧಾನದ ಸಾಮಾನ್ಯ ಬಳಕೆಯ ಮೊದಲ ವರ್ಷದಲ್ಲಿ ಅನಪೇಕ್ಷಿತ ಗರ್ಭಧಾರಣೆಯನ್ನು ಅನುಭವಿಸುವ ಮಹಿಳೆಯರ ಶೇಕಡಾವಾರು ಪ್ರಮಾಣವನ್ನು ಸೂಚಿಸುತ್ತವೆ.
ml_in: സംഖ്യകൾ സാധാരണ ഗർഭനിരോധന മാർഗ്ഗങ്ങൾ ഉപയോഗിക്കുന്ന ആദ്യ വർഷത്തിൽ ഉദ്ദേശിക്കാത്ത ഗർഭധാരണം അനുഭവിക്കുന്ന സ്ത്രീകളുടെ % സൂചിപ്പിക്കുന്നു.
or_in: ବିଶେଷ ବ୍ୟବହାରର ପ୍ରଥମ ବର୍ଷ ଅବଧିରେ ଅନପେକ୍ଷିତ ଗର୍ଭଧାରଣ ଅନୁଭବ କରାଯାଉଥିବା ମହିଳାମାନଙ୍କ % ସଂଖ୍ୟା ସୂଚିତ କରିଥାଏ।
pa_in: ਅੰਕੜੇ ਦਰਸਾਉਂਦੇ ਹਨ ਵਿਧੀ ਦੀ ਆਮ ਵਰਤੋਂ ਦੇ ਪਹਿਲੇ ਸਾਲ ਦੌਰਾਨ ਅਣਚਾਹੀ ਗਰਭ ਅਵਸਥਾ ਦਾ ਅਨੁਭਵ ਕਰਨ ਵਾਲੀਆਂ ਔਰਤਾਂ ਦਾ %
ta_in: இந்த முறையைப் பயன்படுத்திய முதல் வருடத்தில் -----% பெண்களில் எதிர்பாராத கர்ப்பம் ஏற்பட்டதை எண்கள் குறிப்பிடுகின்றன.
te_in: పద్ధతి యొక్క సాధారణ ఉపయోగం యొక్క మొదటి సంవత్సరంలో % స్త్రీలు అనాలోచిత గర్భాన్ని ఎదుర్కొంటున్నారని సంఖ్యలు సూచిస్తున్నాయి.

source: Obesity* (BMI ≥ 30 kg/m<sup><small><small>2</small></small></sup>).
as_in: মেদবহুলতা* (BMI ≥ 30 কেজি/ মি<sup><small><small>2</small></small></sup>).
bn_in: স্থূলতা* (BMI ≥ 30 kg/m<sup><small><small>2</small></small></sup>).
gu_in: મેદસ્વીતા* (BMI ≥ 30 kg/m<sup><small><small>2</small></small></sup>).
hi: मोटापा* (BMI ≥ 30 किग्रा/मी<sup><small><small>2</small></small></sup>)
kn_in: ಬೊಜ್ಜು* (BMI ≥ 30 kg/m<sup><small><small>2</small></small></sup>).
ml_in: അമിതവണ്ണം* (BMI ≥ 30 kg/m<sup><small><small>2</small></small></sup>).
or_in: ମେଦବହୁଳତା*(BMI ≥ 30 kg/m<sup><small><small>2</small></small></sup>).
pa_in: ਮੋਟਾਪਾ* (BMI ≥ 30 kg/m<sup><small><small>2</small></small></sup>).
ta_in: உடல் பருமன்* (பிஎம்ஐ ≥ 30 கிலோ/மீ<sup><small><small>2</small></small></sup>).
te_in: ఊబకాయం* (BMI ≥ 30 kg/m<sup><small><small>2</small></small></sup>).

source: On anticonvulsants
as_in: এণ্টিকনভালচেণ্টৰ ওপৰত
bn_in: অ্যান্টিকনভালস্যান্টে থাকা
gu_in: એન્ટિકોન્વુલસેન્ટ્સ પર
hi: आक्षेपरोधी (एंटीकॉन्वल्सेंट) पर
kn_in: ಸೆಳವು ನಿರೋಧಕಗಳ ಮೇಲೆ
ml_in: ആന്റികൺവൾസന്റുകളിൽ
pa_in: ਐਂਟੀਕੌਨਵਲਸੈਂਟਸ 'ਤੇ
ta_in: எதிர்ப்பு மருந்துகள் மீது
te_in: యాంటీ కన్వల్సెంట్లపై

source: On initiation, the first pill is to be taken on the first day of period (as indicated by the first day of bleeding) and the second pill 3 days later. This pattern of days is repeated through the first 3 months.
as_in: আৰম্ভ কৰাৰ পিছত, প্ৰথম বড়িটো ঋতুস্ৰাৱৰ প্ৰথম দিনটোত (ৰক্তস্ৰাৱ হোৱা প্ৰথম দিনটো ধৰা হয়) আৰু 3 দিন পিছত দ্বিতীয় বড়িটো গ্ৰহণ কৰিব লাগিব। দিনৰ এই আৰ্হিটো প্ৰথম 3 মাহত পুনৰাবৃত্তি কৰা হয়।
bn_in: শুরুতে, ঋতুস্রাবের প্রথম দিনে (রক্তপাতের প্রথম দিন দ্বারা নির্দেশিত) প্রথম পিল ও 3 দিন পর দ্বিতীয় পিল গ্রহণ করতে হবে। দিনের এই ধরন প্রথম 3 মাস যাবত পুনরাবৃত্ত হবে।
gu_in: શરૂઆતમાં પહેલી ગોળી માસિકના પ્રથમ દિવસે લેવાની રહેશે (માસિક રક્તસ્રાવ શરૂ થયાંના પ્રથમ દિવસે) અને ત્યારબાદ બીજી ગોળી 3 દિવસ પછી લેવાની રહેશે. પ્રથમ 3 મહિના માટે દિવસોની આ પેટર્નનું પુનરાવર્તન કરવાનું રહે છે.
hi: प्रारंभ में, मासिक धर्म के पहले दिन (जैसा कि रक्तस्राव के पहले दिन से संकेत मिलता है) पहली गोली लेनी होती है और दूसरी गोली 3 दिन बाद लेनी होती है। पहले तीन महीनों में दिनों का यह प्रारूप दोहराया जाता है।
kn_in: ಪ್ರಾರಂಭಿಸಿದ ನಂತರ, ಮೊದಲ ಮಾತ್ರೆಯನ್ನು ಋತುಚಕ್ರದ ಮೊದಲ ದಿನದಂದು ತೆಗೆದುಕೊಳ್ಳಬೇಕು (ರಕ್ತಸ್ರಾವದ ಮೊದಲ ದಿನದಿಂದ ಸೂಚಿಸಿದಂತೆ) ಮತ್ತು ಎರಡನೇ ಮಾತ್ರೆಯನ್ನು 3 ದಿನಗಳ ನಂತರ ತೆಗೆದುಕೊಳ್ಳಬೇಕು. ಮೊದಲ 3 ತಿಂಗಳುಗಳಲ್ಲಿ ಈ ದಿನಗಳ ಮಾದರಿಯನ್ನು ಪುನರಾವರ್ತಿಸಲಾಗುತ್ತದೆ.
ml_in: ആരംഭത്തിൽ, ആദ്യത്തെ ഗുളിക ആർത്തവത്തിന്റെ ആദ്യ ദിനത്തിലും (രക്തസ്രാവത്തിന്റെ ആദ്യ ദിവസം സൂചിപ്പിക്കുന്നത് പോലെ) രണ്ടാമത്തെ ഗുളിക 3 ദിവസത്തിന് ശേഷവും കഴിക്കണം. ദിവസങ്ങളുടെ ഈ രീതി ആദ്യത്തെ 3 മാസങ്ങളിൽ ആവർത്തിക്കുന്നു.
or_in: ପ୍ରାରମ୍ଭରେ, ପିରିୟଡ୍‌ର ପ୍ରଥମ ଦିନରେ ପ୍ରଥମ ବଟିକା ସେବନ କରାଯିବ (ରକ୍ତସ୍ରାବର ପ୍ରଥମ ଦିନ ଅନୁସାରେ ଯେପରି ସୂଚିତ ହୋଇଛି) ଏବଂ ଦ୍ୱିତୀୟ ବଟିକା 3 ଦିନ ପରେ।ଦିନର ଏହି ଶୈଳୀ ପ୍ରଥମ 3 ମାସ ମାଧ୍ୟମରେ ପୁନରାବୃତ୍ତି ହୁଏ।
pa_in: ਸ਼ੁਰੂਆਤ ਕਰਨ 'ਤੇ, ਪਹਿਲੀ ਗੋਲੀ ਮਾਹਵਾਰੀ ਦੇ ਪਹਿਲੇ ਦਿਨ (ਜਿਵੇਂ ਕਿ ਖੂਨ ਵਗਣ ਦੇ ਪਹਿਲੇ ਦਿਨ ਦੁਆਰਾ ਦਰਸਾਇਆ ਗਿਆ ਹੈ) ਅਤੇ ਦੂਜੀ ਗੋਲੀ 3 ਦਿਨ ਬਾਅਦ ਲਈ ਜਾਣੀ ਚਾਹੀਦੀ ਹੈ। ਦਿਨਾਂ ਦਾ ਇਹ ਪੈਟਰਨ ਪਹਿਲੇ 3 ਮਹੀਨਿਆਂ ਦੌਰਾਨ ਦੁਹਰਾਇਆ ਜਾਂਦਾ ਹੈ।
ta_in: தொடக்கத்தில், முதல் மாத்திரையை மாதவிடாயின் முதல் நாளிலும் (முதல் நாள் இரத்தப்போக்கின்படி) , இரண்டாவது மாத்திரையை 3 நாட்களுக்குப் பிறகும் எடுத்துக் கொள்ள வேண்டும். இவ்வாறாக முதல் 3 மாதங்களில் இந்த நாட்கள் பாணி திரும்பத்திரும்ப நிகழ்கிறது.
te_in: మొదట్లో, మొదటి మాత్రను పీరియడ్స్ మొదటి రోజు (రక్తస్రావం జరిగిన మొదటి రోజు సూచించినట్లుగా) మరియు 3 రోజుల తర్వాత రెండవ మాత్రను తీసుకోవాలి. ఈ రోజుల నమూనా మొదటి 3 నెలల వరకు పునరావృతమవుతుంది.

source: On rifampicin rifabutin
as_in: রিফ্যাম্পিসিন রিফ্যাবুটিনে থাকা
bn_in: রিফ্যাম্পিসিন রিফ্যাবুটিনে থাকা
gu_in: રિફામપિસિન રિફાબ્યુટિન પર
hi: रिफैम्पिसिन रिफैब्यूटिन पर
kn_in: ರಿಫಾಂಪಿಸಿನ್ ರಿಫಾಬುಟಿನ್ ಮೇಲೆ
ml_in: റിഫാംപിസിൻ റിഫാബുട്ടിനിൽ
ta_in: ரிஃபாம்பிசின் ரிஃபாபுடின் மீது
te_in: రిఫాంపిసిన్ రిఫాబుటిన్‌ పైన

source: Others
as_in: অন্যান্য
bn_in: অন্যান্য
gu_in: અન્યઃ
hi: अन्य
kn_in: ಇತರ
ml_in: മറ്റുള്ളവ
or_in: ଅନ୍ୟାନ୍ୟ
pa_in: ਹੋਰ
ta_in: மற்றவைகள்
te_in: ఇతరులు

source: Particular attention must be given in the case of young people, men who have not yet been fathers and clients with mental health problems, including depressive conditions. All clients should be carefully counselled about the intended permanence of sterilization and the availability of alternative, long-term, highly effective methods. This is of extra concern for young people. The national laws and existing norms for the delivery of sterilization procedures must be considered in the decision process.
as_in: যুৱ বয়সৰ লোক, পিতৃত্ব লাভ নকৰা পুৰুষ আৰু হতাশাজনিত স্থিতিসহ মানসিক স্বাস্থ্যৰ সমস্যা থকা ব্যক্তিৰ ক্ষেত্ৰত বিশেষ মনোযোগ দিব লাগিব। সকলো ব্যক্তিক বন্ধ্যাকৰণৰ অভিপ্ৰেত স্থায়ীত্ব আৰু বিকল্প, দীৰ্ঘম্যাদী, অত্যাধিক কাৰ্যকৰী পদ্ধতিৰ উপলব্ধতাৰ বিষয়ে যত্নসহকাৰে পৰামৰ্শ দিব লাগে। এইটো তৰুণ-তৰুণী সকলৰ বাবে অতিৰিক্ত চিন্তাৰ বিষয়। সিদ্ধান্ত লোৱা প্ৰক্ৰিয়াত বন্ধ্যাকৰণ প্ৰক্ৰিয়া সম্পন্ন কৰাৰ বাবে ৰাষ্ট্ৰীয় আইন আৰু বিদ্যমান নিয়মবোৰ বিবেচনা কৰিব লাগিব।
bn_in: অবশ্যই নির্দিষ্টভাবে অল্প বয়সী মানুষ, যেসব পুরুষ এখনও পিতা হননি ও অবসাদগ্রস্ত সমস্যা সহ মানসিক স্বাস্থ্যের সমস্যায় আক্রান্ত গ্রাহকদের ক্ষেত্রে মনোযোগ দিতে হবে। বন্ধ্যাত্বকরণের অভিপ্রেত স্থায়িত্ব ও পরিবর্ত, দীর্ঘস্থায়ী, খুবই কার্যকর পদ্ধতির উপলভ্যতা সম্বন্ধে সকল গ্রাহককে যত্নসহকারে পরামর্শ দেওয়া উচিৎ। অল্প বয়সী মানুষের ক্ষেত্রে এটি বাড়তি উদ্বেগের বিষয়। সিদ্ধান্তের প্রক্রিয়ায় অবশ্যই বন্ধ্যাত্বকরণ পদ্ধতি প্রদানের জন্য রাষ্ট্রীয় আইন ও বিদ্যমান বিধি বিবেচনা করতে হবে।
gu_in: યુવાનો, હજુ સુધી પિતા નહીં બનેલા પુરુષો અને હતાશામાંથી પસાર થઈ રહેલા લોકો સહિત માનસિક બીમારીઓ ધરાવતા ક્લાયેન્ટ્સના કિસ્સામાં સવિશેષ ધ્યાન આપવું જરૂરી બની જાય છે. તમામ ક્લાયેન્ટ્સને નસબંધીની હેતુપૂર્વકની કાયમી સ્થિતિ અંગે તથા તેના ઉપલબ્ધ વિકલ્પો, અત્યંત અસરકારક પદ્ધતિઓ અંગે કાળજીપૂર્વક સલાહ આપવી જોઇએ. યુવાનો માટે આ એક સવિશેષ ચિંતાનો વિષય છે. આ અંગેનો નિર્ણય લેવાની પ્રક્રિયામાં નસબંધીની પ્રક્રિયાઓ હાથ ધરવા માટે રાષ્ટ્રીય કાયદાઓ અને વર્તમાન નિયમોને ધ્યાનમાં લેવા જોઇએ.
hi: उन ग्राहकों के मामले में विशेष ध्यान दिया जाना चाहिए जो युवा हैं, वे पुरुष जो अभी तक पिता नहीं बने हैं और अवसादग्रस्त स्थितियों सहित मानसिक स्वास्थ्य समस्याओं वाले लोग हैं। सभी ग्राहकों को नसबंदी के इच्छित स्थायित्व और वैकल्पिक, दीर्घकालिक, अत्यधिक प्रभावी तरीकों की उपलब्धता के बारे में सावधानीपूर्वक परामर्श दिया जाना चाहिए। यह युवाओं के लिए अतिरिक्त मतलब का विषय है। नसबंदी प्रक्रियाओं को प्रदान करने के लिए निर्णय प्रक्रिया में राष्ट्रीय कानूनों और मौजूदा मानदंडों पर विचार किया जाना चाहिए।
kn_in: ಯುವಕರು, ಇನ್ನೂ ತಂದೆಯಾಗದ ಪುರುಷರು ಮತ್ತು ಖಿನ್ನತೆಯ ಪರಿಸ್ಥಿತಿಗಳೂ ಸೇರಿದಂತೆ ಮಾನಸಿಕ ಆರೋಗ್ಯ ಸಮಸ್ಯೆಗಳಿಂದ ಬಳಲುತ್ತಿರುವ ಫಲಾನುಭವಿಗಳ ವಿಷಯದಲ್ಲಿ ನಿರ್ದಿಷ್ಟ ಗಮನ ನೀಡಬೇಕು. ಸಂತಾನಹರಣದ ಉದ್ದೇಶಿತ ಶಾಶ್ವತತೆ ಮತ್ತು ಪರ್ಯಾಯವಾದ, ದೀರ್ಘಕಾಲೀನ, ಹೆಚ್ಚು ಪರಿಣಾಮಕಾರಿ ವಿಧಾನಗಳ ಲಭ್ಯತೆಯ ಬಗ್ಗೆ ಎಲ್ಲಾ ಫಲಾನುಭವಿಗಳಿಗೆ ಎಚ್ಚರಿಕೆಯಿಂದ ಸಲಹೆ ನೀಡಬೇಕು. ಇದು ಯುವಜನರಿಗೆ ಹೆಚ್ಚುವರಿ ಚಿಂತೆಯಾಗಿರುತ್ತದೆ. ನಿರ್ಧಾರ ಕೈಗೊಳ್ಳುವ ಪ್ರಕ್ರಿಯೆಯಲ್ಲಿ ಸಂತಾನಹರಣ ಕಾರ್ಯವಿಧಾನಗಳನ್ನು ನೀಡುವ ಬಗೆಗಿನ ರಾಷ್ಟ್ರೀಯ ಕಾನೂನುಗಳು ಮತ್ತು ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಮಾನದಂಡಗಳನ್ನು ಪರಿಗಣಿಸಬೇಕು.
ml_in: ചെറുപ്പക്കാർ, പ്രസവിച്ചിട്ടില്ലാത്ത സ്ത്രീകൾ, ഇതുവരെ പിതാവായിട്ടില്ലാത്ത പുരുഷന്മാർ, വിഷാദരോഗം ഉൾപ്പെടെയുള്ള മാനസികാരോഗ്യ പ്രശ്‌നങ്ങളുള്ള ക്ലയന്റുകൾ എന്നിവരുടെ കാര്യത്തിൽ പ്രത്യേക ശ്രദ്ധ നൽകണം. വന്ധ്യംകരണത്തിന്റെ ഉദ്ദേശിച്ച സ്ഥിരതയെക്കുറിച്ചും ഇതര, ദീർഘകാല, വളരെ ഫലപ്രദമായ രീതികളുടെ ലഭ്യതയെക്കുറിച്ചും എല്ലാ ക്ലയന്റുകളോടും ശ്രദ്ധാപൂർവം ഉപദേശിക്കണം. ഇത് യുവാക്കൾക്ക് കൂടുതൽ ആശങ്കയുണ്ടാക്കുന്നതാണ്. വന്ധ്യംകരണ നടപടിക്രമങ്ങൾ നടത്തുന്നതിനുള്ള ദേശീയ നിയമങ്ങളും നിലവിലുള്ള ചട്ടങ്ങളും തീരുമാനമെടുക്കുന്ന പ്രക്രിയയിൽ പരിഗണിക്കണം.
or_in: ଯୁବା ଲୋକ, ଏପର୍ଯ୍ୟନ୍ତ ପିତା ହୋଇନଥିବା ପୁରୁଷ ଏବଂ ଅବସାଦଗ୍ରସ୍ତତା ସ୍ଥିତି ସମେତ ମାନସିକ ସ୍ୱାସ୍ଥ୍ୟ ସମସ୍ୟା ଥିବା କ୍ଲାଏଣ୍ଟମାନଙ୍କ କ୍ଷେତ୍ରରେ ବିଶେଷଧ୍ୟାନ ଦିଆଯିବା ଉଚିତ।ସମସ୍ତ କ୍ଲାଏଣ୍ଟଙ୍କୁ ବନ୍ଧ୍ୟାକରଣର ଇଚ୍ଛିତ ସ୍ଥାୟିତ୍ୱ ଏବଂ ବୈକଳ୍ପିକ, ଦୀର୍ଘକାଳୀ, ଉଚ୍ଚତର ପ୍ରଭାବଶାଳୀ ପ୍ରଣାଳୀଗୁଡ଼ିକର ଉପଲବ୍ଧତା ବିଷୟରେ ସାବଧାନତାପୂର୍ବକ ପରାମର୍ଶ ଦିଆଯିବା ଉଚିତ।ଯୁବ ଲୋକମାନଙ୍କ ପାଇଁ ଏହା ଅତିରିକ୍ତ ଚିନ୍ତାର ବିଷୟ ଅଟେ।ନିଷ୍ପତ୍ତି ପ୍ରକ୍ରିୟାରେ ବନ୍ଧ୍ୟାକରଣ ପ୍ରକ୍ରିୟାର ବିତରଣ ପାଇଁ ଜାତୀୟ ଆଇନ ଓ ବିଦ୍ୟମାନ ମାନଦଣ୍ଡ ଉପରେ ବିଚାର କରାଯିବା ଉଚିତ।
pa_in: ਨੌਜਵਾਨਾਂ, ਮਰਦਾਂ ਦੇ ਮਾਮਲੇ ਵਿੱਚ ਵਿਸ਼ੇਸ਼ ਧਿਆਨ ਦਿੱਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ ਜੋ ਅਜੇ ਤੱਕ ਪਿਤਾ ਨਹੀਂ ਬਣੇ ਹਨ ਅਤੇ ਮਾਨਸਿਕ ਸਿਹਤ ਸਮੱਸਿਆਵਾਂ ਵਾਲੇ ਕਲਾਇੰਟ, ਜਿਸ ਵਿੱਚ ਉਦਾਸੀਨਤਾ ਦੀਆਂ ਸਥਿਤੀਆਂ ਵੀ ਸ਼ਾਮਲ ਹਨ। ਸਾਰੇ ਕਲਾਇੰਟਾਂ ਨੂੰ ਨਸਬੰਦੀ ਦੀ ਇੱਛਾ ਅਨੁਸਾਰ ਸਥਿਰਤਾ ਅਤੇ ਵਿਕਲਪਕ, ਲੰਬੇ ਸਮੇਂ ਦੇ, ਬਹੁਤ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਤਰੀਕਿਆਂ ਦੀ ਉਪਲਬਧਤਾ ਬਾਰੇ ਧਿਆਨ ਨਾਲ ਸਲਾਹ ਦਿੱਤੀ ਜਾਣੀ ਚਾਹੀਦੀ ਹੈ। ਇਹ ਨੌਜਵਾਨਾਂ ਲਈ ਵਾਧੂ ਚਿੰਤਾ ਦਾ ਵਿਸ਼ਾ ਹੈ। ਫੈਸਲੇ ਦੀ ਪ੍ਰਕਿਰਿਆ ਵਿੱਚ ਨਸਬੰਦੀ ਪ੍ਰਕਿਰਿਆਵਾਂ ਦੀ ਸਪੁਰਦਗੀ ਲਈ ਰਾਸ਼ਟਰੀ ਕਾਨੂੰਨਾਂ ਅਤੇ ਮੌਜੂਦਾ ਨਿਯਮਾਂ 'ਤੇ ਵਿਚਾਰ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ।
ta_in: இளைஞர்கள், குழந்தை பெறாத பெண்கள், இதுவரை தந்தையாகாத ஆண்கள் மற்றும் மனச்சோர்வு நிலைமைகள் உள்ளிட்ட மனநல பிரச்சினைகளைக் கொண்ட வாடிக்கையாளர்களின் விஷயத்தில் குறிப்பாக கவனம் செலுத்தப்பட வேண்டும். திட்டமிட்ட நிரந்திர ஸ்டெரிலைசேஷன் மற்றும் அதற்கான மாற்று , நீண்ட கால, உயர் திறன் முறைகள் கிடைத்தல் குறித்து, அனைத்து வாடிக்கையாளர்களுக்கும் கவனமாக ஆலோசனை வழங்கப்பட வேண்டும். இது இளைஞர்களுக்கென கூடுதல் கவலை அளிக்கும் விஷயமாகும். ஸ்டெரிலைசேஷன் செயல்முறைகளை டெலிவரிக்கான தேசிய சட்டங்கள் மற்றும் நடப்பு விதிமுறைகள் முடிவெடுக்கும் செயல்பாட்டில் கருத்தில் கொள்ளப்பட வேண்டும்.
te_in: యువకులు, ఇంకా తండ్రులు కాని పురుషులు మరియు నిస్పృహ పరిస్థితులతో సహా మానసిక ఆరోగ్య సమస్యలతో క్లయింట్‌ల విషయంలో ప్రత్యేక శ్రద్ధ ఉండాలి. స్టెరిలైజేషన్ యొక్క ఉద్దేశించిన శాశ్వతత్వం మరియు ప్రత్యామ్నాయ, దీర్ఘకాలిక, అత్యంత ప్రభావవంతమైన పద్ధతుల లభ్యత గురించి క్లయింట్‌లందరికీ జాగ్రత్తగా సలహా ఇవ్వాలి. ఇది యువతకు మరింత పట్టించుకోవలసిన విషయంగా ఉన్నది. స్టెరిలైజేషన్ ప్రక్రియల డెలివరీ కోసం జాతీయ చట్టాలు మరియు ఇప్పటికే ఉన్న నిబంధనలను నిర్ణయ ప్రక్రియలో తప్పనిసరిగా పరిగణించాలి.

source: Particular attention must be given in the case of young people, nulliparous women, men who have not yet been fathers and clients with mental health problems, including depressive conditions. All clients should be carefully counselled about the intended permanence of sterilization and the availability of alternative, long-term, highly effective methods. This is of extra concern for young people. The national laws and existing norms for the delivery of sterilization procedures must be considered in the decision process.
as_in: যুৱ লোক, সন্তান জন্ম নিদিয়া মহিলা, পিতৃত্ব লাভ নকৰা পুৰুষ আৰু হতাশাজনিত স্থিতিসহ মানসিক স্বাস্থ্যৰ সমস্যা থকা ব্যক্তিৰ ক্ষেত্ৰত বিশেষ মনোযোগ দিব লাগিব। সকলো ব্যক্তিক বন্ধ্যাকৰণৰ অভিপ্ৰেত স্থায়ীত্ব আৰু বিকল্প, দীৰ্ঘম্যাদী, অত্যাধিক কাৰ্যকৰী পদ্ধতিৰ উপলব্ধতাৰ বিষয়ে যত্নসহকাৰে পৰামৰ্শ দিব লাগে। এইটো তৰুণ-তৰুণী সকলৰ বাবে অতিৰিক্ত চিন্তাৰ বিষয়। সিদ্ধান্ত লোৱা প্ৰক্ৰিয়াত বন্ধ্যাকৰণ প্ৰক্ৰিয়া সম্পন্ন কৰাৰ বাবে ৰাষ্ট্ৰীয় আইন আৰু বিদ্যমান নিয়মবোৰ বিবেচনা কৰিব লাগিব।
bn_in: অবশ্যই নির্দিষ্টভাবে অল্প বয়সী মানুষ, মৃত সন্তান হওয়া মহিলা, যেসব পুরুষ এখনও পিতা হননি ও অবসাদগ্রস্ত সমস্যা সহ মানসিক স্বাস্থ্যের সমস্যায় আক্রান্ত গ্রাহকদের ক্ষেত্রে মনোযোগ দিতে হবে। বন্ধ্যাত্বকরণের অভিপ্রেত স্থায়িত্ব ও পরিবর্ত, দীর্ঘস্থায়ী, খুবই কার্যকর পদ্ধতির উপলভ্যতা সম্বন্ধে সকল গ্রাহককে যত্নসহকারে পরামর্শ দেওয়া উচিৎ। অল্প বয়সী মানুষের ক্ষেত্রে এটি বাড়তি উদ্বেগের বিষয়। সিদ্ধান্তের প্রক্রিয়ায় অবশ্যই বন্ধ্যাত্বকরণ পদ্ধতি প্রদানের জন্য রাষ্ট্রীয় আইন ও বিদ্যমান বিধি বিবেচনা করতে হবে।
gu_in: યુવાનો, વંધ્યા સ્ત્રીઓ, હજુ સુધી પિતા નહીં બનેલા પુરુષો અને હતાશામાંથી પસાર થઈ રહેલા લોકો સહિત માનસિક બીમારીઓ ધરાવતા ક્લાયેન્ટ્સના કિસ્સામાં સવિશેષ ધ્યાન આપવું જરૂરી બની જાય છે. તમામ ક્લાયેન્ટ્સને નસબંધીની હેતુપૂર્વકની કાયમી સ્થિતિ અંગે તથા તેના ઉપલબ્ધ વિકલ્પો, અત્યંત અસરકારક પદ્ધતિઓ અંગે કાળજીપૂર્વક સલાહ આપવી જોઇએ. યુવાનો માટે આ એક સવિશેષ ચિંતાનો વિષય છે. આ અંગેનો નિર્ણય લેવાની પ્રક્રિયામાં નસબંધીની પ્રક્રિયાઓ હાથ ધરવા માટે રાષ્ટ્રીય કાયદાઓ અને વર્તમાન નિયમોને ધ્યાનમાં લેવા જોઇએ.
hi: उन ग्राहकों के मामले में विशेष ध्यान दिया जाना चाहिए जो युवा हैं, अप्रसवा महिलाएं हैं, वे पुरुष जो अभी तक पिता नहीं बने हैं और अवसादग्रस्त स्थितियों सहित मानसिक स्वास्थ्य समस्याओं वाले लोग हैं। सभी ग्राहकों को नसबंदी के इच्छित स्थायित्व और वैकल्पिक, दीर्घकालिक, अत्यधिक प्रभावी तरीकों की उपलब्धता के बारे में सावधानीपूर्वक परामर्श दिया जाना चाहिए। यह युवाओं के लिए अतिरिक्त मतलब का विषय है। नसबंदी प्रक्रियाओं को प्रदान करने के लिए निर्णय प्रक्रिया में राष्ट्रीय कानूनों और मौजूदा मानदंडों पर विचार किया जाना चाहिए।
kn_in: ಯುವಕರು, ಅಪ್ರಸವೆಯಾದ ಮಹಿಳೆಯರು, ಇನ್ನೂ ತಂದೆಯಾಗದ ಪುರುಷರು ಮತ್ತು ಖಿನ್ನತೆಯ ಪರಿಸ್ಥಿತಿಗಳೂ ಸೇರಿದಂತೆ ಮಾನಸಿಕ ಆರೋಗ್ಯ ಸಮಸ್ಯೆಗಳಿಂದ ಬಳಲುತ್ತಿರುವ ಫಲಾನುಭವಿಗಳ ವಿಷಯದಲ್ಲಿ ನಿರ್ದಿಷ್ಟ ಗಮನ ನೀಡಬೇಕು. ಸಂತಾನಹರಣದ ಉದ್ದೇಶಿತ ಶಾಶ್ವತತೆ ಮತ್ತು ಪರ್ಯಾಯವಾದ, ದೀರ್ಘಕಾಲೀನ, ಹೆಚ್ಚು ಪರಿಣಾಮಕಾರಿ ವಿಧಾನಗಳ ಲಭ್ಯತೆಯ ಬಗ್ಗೆ ಎಲ್ಲಾ ಫಲಾನುಭವಿಗಳಿಗೆ ಎಚ್ಚರಿಕೆಯಿಂದ ಸಲಹೆ ನೀಡಬೇಕು. ಇದು ಯುವಜನರಿಗೆ ಹೆಚ್ಚುವರಿ ಚಿಂತೆಯಾಗಿರುತ್ತದೆ. ನಿರ್ಧಾರ ಕೈಗೊಳ್ಳುವ ಪ್ರಕ್ರಿಯೆಯಲ್ಲಿ ಸಂತಾನಹರಣ ಕಾರ್ಯವಿಧಾನಗಳನ್ನು ನೀಡುವ ಬಗೆಗಿನ ರಾಷ್ಟ್ರೀಯ ಕಾನೂನುಗಳು ಮತ್ತು ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಮಾನದಂಡಗಳನ್ನು ಪರಿಗಣಿಸಬೇಕು.
ml_in: ചെറുപ്പക്കാർ, പ്രസവിച്ചിട്ടില്ലാത്ത സ്ത്രീകൾ, ഇതുവരെ പിതാവായിട്ടില്ലാത്ത പുരുഷന്മാർ, വിഷാദരോഗം ഉൾപ്പെടെയുള്ള മാനസികാരോഗ്യ പ്രശ്‌നങ്ങളുള്ള ക്ലയന്റുകൾ എന്നിവരുടെ കാര്യത്തിൽ പ്രത്യേക ശ്രദ്ധ നൽകണം. വന്ധ്യംകരണത്തിന്റെ ഉദ്ദേശിച്ച സ്ഥിരതയെക്കുറിച്ചും ഇതര, ദീർഘകാല, വളരെ ഫലപ്രദമായ രീതികളുടെ ലഭ്യതയെക്കുറിച്ചും എല്ലാ ക്ലയന്റുകളോടും ശ്രദ്ധാപൂർവം ഉപദേശിക്കണം. ഇത് യുവാക്കൾക്ക് കൂടുതൽ ആശങ്കയുണ്ടാക്കുന്നതാണ്. വന്ധ്യംകരണ നടപടിക്രമങ്ങൾ നടത്തുന്നതിനുള്ള ദേശീയ നിയമങ്ങളും നിലവിലുള്ള ചട്ടങ്ങളും തീരുമാനമെടുക്കുന്ന പ്രക്രിയയിൽ പരിഗണിക്കണം.
or_in: ଯୁବା ଲୋକ, ଅଶକ୍ତ ମହିଳା, ଏପର୍ଯ୍ୟନ୍ତ ପିତା ହୋଇନଥିବା ପୁରୁଷ ଏବଂ ଅବସାଦଗ୍ରସ୍ତତା ସ୍ଥିତି ସମେତ ମାନସିକ ସ୍ୱାସ୍ଥ୍ୟ ସମସ୍ୟା ଥିବା କ୍ଲାଏଣ୍ଟମାନଙ୍କ କ୍ଷେତ୍ରରେ ବିଶେଷଧ୍ୟାନ ଦିଆଯିବା ଉଚିତ।ସମସ୍ତ କ୍ଲାଏଣ୍ଟଙ୍କୁ ବନ୍ଧ୍ୟାକରଣର ଇଚ୍ଛିତ ସ୍ଥାୟିତ୍ୱ ଏବଂ ବୈକଳ୍ପିକ, ଦୀର୍ଘକାଳୀ, ଉଚ୍ଚତର ପ୍ରଭାବଶାଳୀ ପ୍ରଣାଳୀଗୁଡ଼ିକର ଉପଲବ୍ଧତା ବିଷୟରେ ସାବଧାନତାପୂର୍ବକ ପରାମର୍ଶ ଦିଆଯିବା ଉଚିତ।ଯୁବ ଲୋକମାନଙ୍କ ପାଇଁ ଏହା ଅତିରିକ୍ତ ଚିନ୍ତାର ବିଷୟ ଅଟେ।ନିଷ୍ପତ୍ତି ପ୍ରକ୍ରିୟାରେ ବନ୍ଧ୍ୟାକରଣ ପ୍ରକ୍ରିୟାର ବିତରଣ ପାଇଁ ଜାତୀୟ ଆଇନ ଓ ବିଦ୍ୟମାନ ମାନଦଣ୍ଡ ଉପରେ ବିଚାର କରାଯିବା ଉଚିତ।
pa_in: ਨੌਜਵਾਨਾਂ, ਬਾਂਝ ਔਰਤਾਂ, ਮਰਦਾਂ ਦੇ ਮਾਮਲੇ ਵਿੱਚ ਵਿਸ਼ੇਸ਼ ਧਿਆਨ ਦਿੱਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ ਜੋ ਅਜੇ ਤੱਕ ਪਿਤਾ ਨਹੀਂ ਬਣੇ ਹਨ ਅਤੇ ਮਾਨਸਿਕ ਸਿਹਤ ਸਮੱਸਿਆਵਾਂ ਵਾਲੇ ਕਲਾਇੰਟ, ਜਿਸ ਵਿੱਚ ਉਦਾਸੀਨਤਾ ਦੀਆਂ ਸਥਿਤੀਆਂ ਵੀ ਸ਼ਾਮਲ ਹਨ। ਸਾਰੇ ਕਲਾਇੰਟਾਂ ਨੂੰ ਨਸਬੰਦੀ ਦੀ ਇੱਛਾ ਅਨੁਸਾਰ ਸਥਿਰਤਾ ਅਤੇ ਵਿਕਲਪਕ, ਲੰਬੇ ਸਮੇਂ ਦੇ, ਬਹੁਤ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਵਿਧੀਆਂ ਦੀ ਉਪਲਬਧਤਾ ਬਾਰੇ ਧਿਆਨ ਨਾਲ ਸਲਾਹ ਦਿੱਤੀ ਜਾਣੀ ਚਾਹੀਦੀ ਹੈ। ਇਹ ਨੌਜਵਾਨਾਂ ਲਈ ਵਾਧੂ ਚਿੰਤਾ ਦਾ ਵਿਸ਼ਾ ਹੈ। ਫੈਸਲੇ ਦੀ ਪ੍ਰਕਿਰਿਆ ਵਿੱਚ ਨਸਬੰਦੀ ਪ੍ਰਕਿਰਿਆਵਾਂ ਦੀ ਸਪੁਰਦਗੀ ਲਈ ਰਾਸ਼ਟਰੀ ਕਾਨੂੰਨਾਂ ਅਤੇ ਮੌਜੂਦਾ ਨਿਯਮਾਂ 'ਤੇ ਵਿਚਾਰ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ।
ta_in: இளைஞர்கள், குழந்தை பெறாத பெண்கள், இதுவரை தந்தையாகாத ஆண்கள் மற்றும் மனச்சோர்வு நிலைமைகள் உள்ளிட்ட மனநல பிரச்சினைகளைக் கொண்ட வாடிக்கையாளர்களின் விஷயத்தில் குறிப்பாக கவனம் செலுத்தப்பட வேண்டும். திட்டமிட்ட நிரந்திர ஸ்டெரிலைசேஷன் மற்றும் அதற்கான மாற்று , நீண்ட கால, உயர் திறன் முறைகள் கிடைத்தல் குறித்து, அனைத்து வாடிக்கையாளர்களுக்கும் கவனமாக ஆலோசனை வழங்கப்பட வேண்டும். இது இளைஞர்களுக்கென கூடுதல் கவலை அளிக்கும் விஷயமாகும். ஸ்டெரிலைசேஷன் செயல்முறைகளை டெலிவரிக்கான தேசிய சட்டங்கள் மற்றும் நடப்பு விதிமுறைகள் முடிவெடுக்கும் செயல்பாட்டில் கருத்தில் கொள்ளப்பட வேண்டும்.
te_in: యువకులు, శూన్య గర్భం గల స్త్రీలు, ఇంకా తండ్రులు కాని పురుషులు మరియు నిస్పృహ పరిస్థితులతో సహా మానసిక ఆరోగ్య సమస్యలతో బాధపడుతున్న ఖాతాదారుల విషయంలో ప్రత్యేక శ్రద్ధ ఉండాలి. స్టెరిలైజేషన్ యొక్క శాశ్వతత్వం, ఉద్దేశించిన అందుబాటులోగల ప్రత్యామ్నాయ, దీర్ఘకాలిక, అత్యంత ప్రభావవంతమైన పద్ధతుల లభ్యత గురించి క్లయింట్‌లందరికీ జాగ్రత్తగా సలహా ఇవ్వాలి. ఇది యువతకు మరింత ఆందోళన కలిగిస్తోంది. స్టెరిలైజేషన్ ప్రక్రియల డెలివరీ కోసం, జాతీయ చట్టాలు మరియు ఇప్పటికే ఉన్న నిబంధనలను నిర్ణయ తీసుకోవడంలో తప్పనిసరిగా పరిగణించాలి.

source: Past ectopic pregnancy.
as_in: অতীতত ইক্টোপিক গৰ্ভধাৰণ ইতিহাস থকা।
bn_in: অতীতে এক্টোপিক গর্ভাবস্থা।
gu_in: ભૂતકાળમાં વિકસેલી એક્ટોપિક ગર્ભાવસ્થા.
hi: विगत अस्थानिक गर्भावस्था
kn_in: ಹಿಂದಿನ ಅಪಸ್ಥಾನೀಯ ಗರ್ಭಧಾರಣೆ.
ml_in: മുൻകാല എക്ടോപിക് ഗർഭം.
or_in: ବିଗତ ଅସ୍ଥାନିକ ଗର୍ଭଧାରଣ
pa_in: ਪਿਛਲੀ ਐਕਟੋਪਿਕ ਗਰਭ ਅਵਸਥਾ
ta_in: கடந்தகால இடம்மாறிய கார்ப்பம்.
te_in: గతంలో కలిగిన గర్భసంచిలోకాకుండా బయట జరిగిన గర్భధారణం, ఎక్టోపిక్ గర్భం

source: Past pelvic inflammatory disease.
as_in: অতীতত শ্ৰোণীৰ প্ৰদাহজনিত ৰোগ থকা।
bn_in: অতীতে শ্রোণিদেশের প্রদাহজনক অসুখ।
gu_in: ભૂતકાળમાં પેલ્વિક ઇન્ફ્લેમેટરી ડીસીઝ થયેલો હોવો
hi: विगत श्रोणि सूजन (पेल्विकइन्फ्लेमेटरी) रोग
kn_in: ಹಿಂದಿನ ಟೊಂಕದ ಉರಿಯೂತದ ಕಾಯಿಲೆ.
ml_in: മുൻകാല പെൽവിക് ഇൻഫ്ലമേറ്ററി രോഗം.
or_in: ବିଗତ ଶ୍ରୋଣୀ ପ୍ରଦାହୀ ରୋଗ
pa_in: ਪਿਛਲੀ ਪੈਲਵਿਕ ਸੋਜਸ਼ ਦੀ ਬਿਮਾਰੀ
ta_in: கடந்த கால இடுப்பு அழற்சி நோய்
te_in: పాస్ట్ పెల్విక్ ఇన్ఫ్లమేటరీ డిసీజ్

source: Patch & Vaginal ring
as_in: পেচ্চ আৰু যোনিৰ ৰিং
bn_in: প্যাচ ও ভ্যাজাইনাল রিং
gu_in: પેચ અને વજાઇનલ રિંગ
hi: पैच और योनि वलय (वेजाइनल रिंग)
kn_in: ಪ್ಯಾಚ್ & ಯೋನಿ ಉಂಗುರ
ml_in: വാച്ചും വാജിനൽ റിംഗും
or_in: ପ୍ୟାଚ୍ ଓ ଯୋନି ରିଙ୍ଗ୍
pa_in: ਪੈਚ ਅਤੇ ਯੋਨੀ ਰਿੰਗ
ta_in: பேட்ச் & யோனி வளையம்
te_in: ప్యాచ్ & యోని రింగ్

source: Patch, ring: Keep in place, change on time.
as_in: পেচ্চ, ৰিং: যথাস্থানত ৰাখক, সময়মতে সলনি কৰক।
bn_in: প্যাচ, রিং: জায়গা মতো রাখুন, সময় মতো পালটান।
gu_in: પેચ, રિંગઃ નિશ્ચિત જગ્યાએ મૂકો, સમયસર બદલો
hi: पैच, रिंग: स्थान पर रखें, समय पर बदलें
kn_in: പാച്ച്, റിംഗ്: യഥാസ്ഥാനത്ത് സൂക്ഷിക്കുക, കൃത്യസമയത്ത് മാറ്റുക.
ml_in: পেচ্চ, ৰিং: যথাস্থানত ৰাখক, সময়মতে সলনি কৰক।
or_in: ପ୍ୟାଚ୍, ରିଙ୍ଗ୍ ଯଥା ସ୍ଥାନରେ ରଖନ୍ତୁ, ସମୟାନୁସାରେ ବଦଳାନ୍ତୁ
pa_in: ਪੈਚ, ਰਿੰਗ: ਜਗ੍ਹਾ 'ਤੇ ਰੱਖੋ, ਸਮੇਂ 'ਤੇ ਬਦਲੋ
ta_in: பேட்ச், வளையம் : சரியான இடத்தில் பொருத்தவும், சரியான நேரத்தில் மாற்றவும்.
te_in: ప్యాచ్, రింగ్: స్థానంలో ఉంచండి, సమయానికి మార్చండి

source: Pelvic Inflammatory Disease
as_in: শ্রোণিদেশে প্রদাহগত অসুখ
bn_in: শ্রোণিদেশে প্রদাহগত অসুখ
gu_in: પેલ્વિક ઇન્ફ્લેમેટરી ડીસીઝ
hi: श्रोणिशोथज रोग (पेल्विक इंफ्लेमेटरी डिज़ीज)
kn_in: ಪೆಲ್ವಿಕ್ ಉರಿಯೂತದ ಕಾಯಿಲೆ
ml_in: പെൽവിക് ഇൻഫ്ലമേറ്ററി രോഗം
or_in: ଶ୍ରୋଣୀ ପ୍ରଦାହୀ ରୋଗ
pa_in: ਪੈਲਵਿਕ ਇਨਫਲੇਮੇਟਰੀ ਬਿਮਾਰੀ
ta_in: இடுப்பு அழற்சி நோய்
te_in: కటి సంబంధిత వాపుల వ్యాధి/పెల్విక్ ఇన్ఫ్లమేటరీ వ్యాధి

source: Pelvic Inflammatory Disease (Current)
as_in: শ্রোণিদেশে প্রদাহগত অসুখ(বর্তমান)
bn_in: শ্রোণিদেশে প্রদাহগত অসুখ (বর্তমান)
gu_in: પેલ્વિક ઇન્ફ્લેમેટરી ડીસીઝ (વર્તમાન)
hi: श्रोणिशोथज रोग (पेल्विक इंफ्लेमेटरी डिज़ीज) मौजूदा
kn_in: ಪೆಲ್ವಿಕ್ ಉರಿಯೂತದ ಕಾಯಿಲೆ (ಪ್ರಸ್ತುತ)
ml_in: പെൽവിക് ഇൻഫ്ലമേറ്ററി രോഗം (നിലവിലുള്ളത്)
or_in: ଶ୍ରୋଣୀ ପ୍ରଦାହୀ ରୋଗ (ସାମ୍ପ୍ରତିକ)
pa_in: ਪੈਲਵਿਕ ਇਨਫਲੇਮੇਟਰੀ ਬਿਮਾਰੀ (ਮੌਜੂਦਾ)
ta_in: இடுப்பு அழற்சி நோய் (தற்போதையது)
te_in: పెల్విక్ ఇన్ఫ్లమేటరీ వ్యాధి (ప్రస్తుత స్థితి)

source: Permanent contraception to block or cut the fallopian tubes.
as_in: ডিম্ববাহী নলীবোৰ (ফেলোপিয়ান টিউব) অৱৰোধ বা কাটি স্থায়ীভাৱে গৰ্ভনিৰোধ কৰা ।
bn_in: ফ্যালোপিয়ান টিউব রুদ্ধ করতে বা কাটতে স্থায়ী গর্ভনিরোধক ।
gu_in: કાયમી ગર્ભનિરોધક, જેમાં ફેલોપિયન ટ્યુબ્સને બંધ કરી દેવામાં આવે છે કે કાપી નાંખવામાં આવે છે
hi: फैलोपियन ट्यूब को अवरुद्ध या काटने के लिए स्थायी गर्भनिरोधक
kn_in: ಅಂಡಾಣುವಾಹಿ ನಾಳಗಳನ್ನು ನಿರ್ಬಂಧಿಸಲು ಅಥವಾ ಕತ್ತರಿಸಲು ಶಾಶ್ವತ ಗರ್ಭನಿರೋಧಕ.
ml_in: ഫാലോപ്പിയൻ ട്യൂബുകൾ തടയാനോ മുറിക്കാനോ ഉള്ള ശാശ്വതമായ ഗർഭനിരോധന മാർഗ്ഗം.
or_in: ଡିମ୍ୱବାହିନୀ ନଳୀଗୁଡ଼ିକୁ କାଟିବା କିମ୍ୱା ଅବରୋଧ କରିବା ପାଇଁ ସ୍ଥାୟୀ ଗର୍ଭନିରୋଧକ
pa_in: ਫੈਲੋਪੀਅਨ ਟਿਊਬਾਂ ਨੂੰ ਰੋਕਣ ਜਾਂ ਕੱਟਣ ਲਈ ਸਥਾਈ ਗਰਭਨਿਰੋਧਕ
ta_in: கருமுட்டைக் குழாய்களை தடுக்க அல்லது வெட்டுவதற்கான நிரந்திர கருத்தடை.
te_in: ఫెలోపియన్ ట్యూబ్‌లను నిరోధించడం లేదా కత్తిరించడం జరుగుతుంది. ఇది శాశ్వత గర్భనిరోధకం

source: Permanent contraception to block or cut the vas deferens tubes that carry sperm from the testicles.
as_in: অণ্ডকোষৰ পৰা শুক্ৰাণু কঢ়িয়াই অনা ভেচ ডিফেৰেন্স নলীবোৰ অৱৰোধ কৰিবলৈ বা কাটিবলৈ স্থায়ী গৰ্ভনিৰোধক।
bn_in: অণ্ডকোষ থেকে শুক্রাণু বহনকারী ভ্যাস ডেফেরেন্স টিউব রুদ্ধ করতে বা কাটতে স্থায়ী গর্ভনিরোধক।
gu_in: અંડકોષોમાંથી શુક્રાણુઓનું વહન કરનારી શુક્રવાહિકાઓને બંધ કરી દેનાર કે કાપી નાંખનાર ગર્ભનિરોધક.
hi: स्थायी गर्भनिरोधक जो अंडकोष से शुक्राणु ले जाने वाली वास डेफेरेंस नलियों को अवरुद्ध कर सके या काट सके
kn_in: ವೃಷಣಗಳಿಂದ ವೀರ್ಯವನ್ನು ಸಾಗಿಸುವ ವ್ಯಾಸ್ ಡಿಫೆರೆನ್ಸ್ ಟ್ಯೂಬ್‌ಗಳನ್ನು ನಿರ್ಬಂಧಿಸಲು ಅಥವಾ ಕತ್ತರಿಸಲು ಶಾಶ್ವತ ಗರ್ಭನಿರೋಧಕ.
ml_in: വൃഷണങ്ങളിൽ നിന്ന് ബീജം വഹിച്ചുകൊണ്ടുപോകുന്ന വാസ് ഡിഫറൻസ് ട്യൂബുകൾ തടയാനോ മുറിക്കാനോ ഉള്ള ശാശ്വതമായ ഗർഭനിരോധന മാർഗ്ഗം.
or_in: ଅଣ୍ଡକୋଷରୁ ଶୁକ୍ରାଣୁ ବହନ କରୁଥିବା ବାହିକା ନଳୀକୁ ଅବରୋଧ କିମ୍ୱା କାଟିବା ପାଇଁ ସ୍ଥାୟୀ ଗର୍ଭନିରୋଧକ
pa_in: ਅੰਡਕੋਸ਼ ਤੋਂ ਸ਼ੁਕਰਾਣੂ ਨੂੰ ਲਿਜਾਣ ਵਾਲੀਆਂ ਵੈਸ ਡਿਫਰੈਂਸ ਟਿਊਬਾਂ ਨੂੰ ਰੋਕਣ ਜਾਂ ਕੱਟਣ ਲਈ ਸਥਾਈ ਗਰਭਨਿਰੋਧਕ
ta_in: விதைப்பைகளிலிருந்து விந்தணுக்களை கொண்டு செல்லும் வாஸ் டிஃபரன்ஸ் குழாய்களைத் தடுத்து அல்லது வெட்ட, நிரந்திர கருத்தடை.
te_in: వృషణాల నుండి శుక్రకణాన్ని మోసే వాస్ డిఫెరెన్స్ ట్యూబ్‌లను నిరోధించడానికి లేదా కత్తిరించడానికి చేసే శాశ్వత గర్భనిరోధకం

source: Pills
as_in: বড়ি
bn_in: পিল
gu_in: ગોળીઓ
hi: गोलियाँ
kn_in: ಮಾತ್ರೆಗಳು
ml_in: ഗുളികകൾ
or_in: ବଟିକା
pa_in: ਗੋਲੀਆਂ
ta_in: மாத்திரைகள்
te_in: మాత్రలు
